{"0": ["يمكنك التقديم للقبول من خلال الموقع الرسمي لجامعة العقبة للتكنولوجيا أو زيارة مكتب القبول والتسجيل في الجامعة.", "شروط القبول تشمل تقديم شهادة الثانوية العامة أو ما يعادلها، بالإضافة إلى تعبئة طلب التسجيل ودفع الرسوم المطلوبة.", "فترة القبول عادة تبدأ في بداية كل فصل دراسي، تحقق من الموقع الرسمي لمعرفة المواعيد الدقيقة.", "المستندات المطلوبة عادة تشمل شهادة الثانوية، صورة شخصية، نسخة من الهوية، وأي مستندات أخرى تطلبها الجامعة.", "للمساعدة في التسجيل أو الاستفسار عن الإجراءات، يمكنك التواصل مع مكتب القبول عبر البريد الإلكتروني أو الهاتف."], "1": ["جامعة العقبة للتكنولوجيا تقدم تخصصات متنوعة منها الهندسة، تكنولوجيا المعلومات، الإدارة، وغيرها.", "للاطلاع على قائمة التخصصات كاملة، يمكنك زيارة الموقع الرسمي للجامعة أو الاتصال بمكتب القبول.", "هل تود معرفة تخصص معين؟ يمكنني مساعدتك في ذلك."], "2": ["رسوم التسجيل تختلف حسب التخصص، ويمكنك مراجعة الموقع الرسمي للجامعة للحصول على التفاصيل الدقيقة.", "تتوفر منح دراسية للطلاب المتميزين، يمكنك التقديم على المنح عبر مكتب القبول.", "عادة يمكن الدفع نقداً أو عن طريق التحويل البنكي حسب تعليمات الجامعة.", "هل تريد المساعدة في طرق الدفع أو معرفة المزيد عن المنح؟"], "3": ["تغيير التخصص يخضع لشروط الجامعة ويعتمد على توافر المقاعد في التخصص الجديد.", "يجب عليك تقديم طلب رسمي لمكتب القبول والتسجيل، وسيتم دراسة طلبك حسب اللوائح.", "أنصحك بالتواصل مباشرة مع مكتب شؤون الطلبة في الجامعة لمزيد من التفاصيل."], "4": ["يمكنك متابعة حالة طلبك من خلال حسابك على موقع الجامعة أو الاتصال بمكتب القبول.", "إعلانات القبول عادة تنشر قبل بدء الفصل الدراسي بمدة كافية، تحقق من بريدك الإلكتروني باستمرار.", "هل تريد مساعدتي في الوصول إلى رابط متابعة الطلب؟"], "5": ["جامعة العقبة للتكنولوجيا تعتمد بشكل رئيسي على الدراسة الحضورية مع بعض الدورات الإلكترونية.", "مدة الدراسة تختلف حسب التخصص لكنها عادة تكون 4 سنوات للبكالوريوس.", "نعم، هناك فصول مسائية لبعض التخصصات لتناسب طلبة الدوام الجزئي.", "يمكنك الاطلاع على الجدول الدراسي التفصيلي بعد القبول."], "6": ["نعم، توفر الجامعة سكنات طلابية ضمن الحرم الجامعي أو بالقرب منه.", "يمكنك التواصل مع مكتب شؤون الطلبة لمعرفة تفاصيل السكن والأسعار.", "إذا كنت من خارج العقبة، ننصح بالتقديم للسكن المبكر لأنه محدود.", "هل تريد معلومات عن رسوم السكن أو كيفية التقديم عليه؟"], "7": ["نعم، الجامعة تستقبل طلاباً دوليين ويجب عليهم تقديم المستندات المطلوبة والتأشيرة.", "عملية التقديم للطلاب الدوليين تتم عبر مكتب القبول الدولي للجامعة.", "شروط القبول مشابهة للطلاب المحليين مع إضافة متطلبات جواز السفر والتأشيرة.", "هل تريد مني أرسل لك رابط أو معلومات إضافية للطلاب الدوليين؟"], "8": ["سياسة الاسترداد تعتمد على توقيت طلب الإلغاء وشروط الجامعة، ننصح بالاتصال بمكتب القبول فوراً.", "عادة هناك فترة زمنية محددة يمكن خلالها استرداد الرسوم، بعد ذلك قد لا يتم الاسترداد.", "يمكنك تقديم طلب إلغاء رسمي عبر مكتب التسجيل.", "هل تحتاج مساعدة في تقديم طلب الإلغاء؟"], "9": ["تعتمد بعض التخصصات على اجتياز اختبار قبول خاص أو مقابلة شخصية.", "يمكنك الاطلاع على تفاصيل الاختبارات المطلوبة في موقع الجامعة أو التواصل مع قسم القبول.", "الاختبارات غالباً تشمل المواد الأساسية مثل الرياضيات واللغة الإنجليزية.", "هل تريد نصائح للتحضير لاختبار القبول؟"], "10": ["إلى اللقاء، أتمنى لك يوماً سعيداً!", "وداعاً، لا تتردد في العودة متى شئت!", "باي باي، في أمان الله!", "أتمنى أن أراك قريباً!"], "11": ["أهلاً بك!", "وعليكم السلام", "مرحبًا كيف يمكنني مساعدتك؟", "أهلًا وسهلًا بك!", "يا هلا!", "مرحباً بك، كيف أقدر أساعدك؟"], "12": ["Hello!", "Hi there!", "Hey! How can I help?", "Greetings!", "Hey! What can I do for you?", "Hi, how may I assist you?"], "13": ["على الرحب والسعة!", "العفو، سعيد بخدمتك!", "لا شكر على واجب!", "أي وقت، أنا هنا لمساعدتك."], "14": ["بالطبع، كيف يمكنني مساعدتك؟", "أنا هنا لمساعدتك، ما الذي تحتاجه؟", "سعيد بمساعدتك، ما هو طلبك؟", "تفضل، أخبرني بما تحتاج."], "15": ["أنا روبوت دردشة ذكي", "اسمي تشات بوت", "أنا مساعدك الذكي", "روبوت دردشة في خدمتك", "تشرفنا، أنا تشات بوت"], "16": ["I am a smart chatbot!", "Call me ChatBot.", "I'm your assistant chatbot.", "Just call me your smart helper.", "I'm a virtual assistant created to help you!"], "17": ["أنا بخير، شكرًا لسؤالك!", "كل شيء على ما يرام، كيف أستطيع مساعدتك؟", "أنا دائمًا هنا لمساعدتك.", "بخير والحمد لله، ماذا عنك؟"], "18": ["I'm doing great, thanks!", "All good here, how about you?", "I'm here to help you anytime!", "Doing well, what can I do for you?"], "19": ["أنا هنا لمساعدتك والإجابة على أسئلتك.", "وظيفتي هي تقديم الدعم والمساعدة في أي وقت تحتاجني فيه.", "أنا روبوت دردشة ذكي يمكنني مساعدتك في الكثير من الأمور.", "أنا مساعدك الافتراضي، كيف يمكنني أن أخدمك اليوم؟"], "20": ["أنا روبوت دردشة ذكي تم تصميمه لمساعدتك.", "لست بشريًا، لكني هنا لأساعدك وكأنني واحد!", "أنا برنامج ذكاء اصطناعي، لكنني أتحدث معك بكل ود.", "صحيح، أنا ذكاء اصطناعي ولكن يمكنني مساعدتك كما لو كنت إنسان."], "21": ["أنا لست مغنيًا، لكن يمكنني مشاركة كلمات أغنية معك!", "لا أستطيع الغناء، لكن أستطيع مساعدتك في العثور على أغاني تحبها.", "هل تريد كلمات أغنية مشهورة؟", "الغناء ليس من مهاراتي، لكني هنا لمساعدتك في أمور أخرى."], "22": ["النجاح يبدأ بوضع هدف واضح والعمل المستمر عليه.", "لا تتوقف عن التعلم، فهو مفتاح التطور.", "كن صبوراً وثق بقدراتك، فالفرص تأتي لمن يستعد لها.", "التحديات هي فرص للتعلم والنمو، لا تخف منها."], "23": ["أنا أحب مساعدة الناس والتعلم المستمر.", "كوني برنامج ذكاء اصطناعي، أستمتع بمساعدتك والإجابة على أسئلتك.", "لا أملك هوايات كالإنسان، لكني مهتم بكل ما يفيدك.", "هل لديك هواية تحب أن تخبرني عنها؟"], "24": ["نعم، يمكنني مساعدتك في الترجمة بين عدة لغات.", "أرسل لي النص الذي تريد ترجمته وسأقوم بذلك.", "I can help translate texts for you. Just send me what you need.", "هل تريد ترجمة من العربية إلى الإنجليزية أو العكس؟"], "25": ["أنا لا أملك بيانات الطقس مباشرة، هل تريدني أن أبحث لك الآن؟", "يمكنك استخدام تطبيق الطقس لمعرفة حالة الجو بدقة.", "هل تريدني أقدم لك رابط طقس منطقتك؟", "الطقس يتغير بسرعة، أنصحك بالتحقق من موقع الطقس المحلي."], "26": ["نعم، أستطيع التحدث بالعربية بطلاقة.", "بالطبع، يمكنني مساعدتك باللغة العربية.", "Yes, I can communicate in Arabic as well as English.", "أجل، دعم اللغات المتعددة من ميزاتي."], "27": ["أنا هنا لمساعدتك في أي وقت.", "كيف يمكنني أن أخدمك اليوم؟", "لا تتردد في طرح أي سؤال.", "أنا جاهز للإجابة على استفساراتك."]}